Repository: psalles00/Smart-Kitchen
Catalog: Shared/Localization/Localizable.xcstrings
Source language: pt_br
Languages: de, en, es, fr, it, ja

source: Os registros de %@ entrarão no cálculo da sua média e o dia sairá desta lista.
de: Die Einträge von %@ werden in die Berechnung Ihres Durchschnitts einfließen und der Tag wird aus dieser Liste entfernt.
en: The entries for %@ will be included in your average calculation and the day will leave this list.
es: Los registros de %@ entrarán en el cálculo de tu promedio y el día saldrá de esta lista.
fr: Les enregistrements du %@ entreront dans le calcul de votre moyenne et la journée sortira de cette liste.
it: Le registrazioni di %@ entreranno nel calcolo della tua media e il giorno uscirà da questa lista.
ja: %@ の記録が平均の計算に含まれ、その日はこのリストから外れます。

source: Os registros de %@ serão descartados do cálculo da média e o dia sairá desta lista. Você poderá reabrir mais tarde, se quiser.
de: Die Einträge von %@ werden aus der Durchschnittsberechnung verworfen und der Tag wird aus dieser Liste entfernt. Sie können ihn später wieder öffnen, wenn Sie möchten.
en: The entries for %@ will be discarded from the average calculation and the day will leave this list. You can reopen it later if you want.
es: Los registros de %@ se descartarán del cálculo del promedio y el día saldrá de esta lista. Podrás reabrirlo más tarde si quieres.
fr: Les enregistrements du %@ seront écartés du calcul de la moyenne et la journée sortira de cette liste. Vous pourrez la rouvrir plus tard si vous le souhaitez.
it: Le registrazioni di %@ saranno scartate dal calcolo della media e il giorno uscirà da questa lista. Potrai riaprirlo più tardi, se vuoi.
ja: %@ の記録は平均の計算から除外され、その日はこのリストから外れます。後で再度開くことができます。

source: Os valores desta página são uma média tirada do seu dia concluído. Em outras palavras: só entra na conta o dia que você fechou, para a estimativa ficar mais fiel ao seu ritmo.
de: Die Werte auf dieser Seite sind ein Durchschnitt aus Ihrem abgeschlossenen Tag. Mit anderen Worten: Es zählt nur der Tag, den Sie abgeschlossen haben, damit die Schätzung Ihrem Rhythmus treuer entspricht.
en: The values on this page are an average based on your completed day. In other words: only the day you completed is counted, so the estimate stays closer to your routine.
es: Los valores de esta página son un promedio tomado de tu día completado. En otras palabras: solo cuenta el día que cerraste, para que la estimación sea más fiel a tu ritmo.
fr: Les valeurs de cette page sont une moyenne issue de votre journée terminée. Autrement dit : seule la journée que vous avez clôturée est prise en compte, pour que l'estimation reflète mieux votre rythme.
it: I valori di questa pagina sono una media tratta dal tuo giorno completato. In altre parole: entra nel conto solo il giorno che hai chiuso, in modo che la stima sia più fedele al tuo ritmo.
ja: このページの値は、完了した日から取得された平均です。つまり、推定があなたのペースにより忠実になるように、完了した日のみがカウントされます。

source: Os valores desta página são uma média tirada dos seus
de: Die Werte auf dieser Seite sind ein Durchschnitt aus Ihren
en: The values on this page are an average based on your
es: Los valores de esta página son un promedio tomado de tus
fr: Les valeurs de cette page sont une moyenne issue de vos
it: I valori di questa pagina sono una media tratta dai tuoi
ja: このページの値はあなたの平均です：

source: Outra
de: Andere
en: Other
es: Otra
fr: Autre
it: Altra
ja: その他

source: Outras
de: Sonstige
en: Other
es: Otras
fr: Autres
it: Altre
ja: その他

source: Outro
de: Andere
en: Other
es: Otro
fr: Autre
it: Altro
ja: その他

source: Ouvindo agora
de: Hört jetzt zu
en: Listening now
es: Escuchando ahora
fr: Écoute en cours
it: In ascolto ora
ja: 聞いています

source: Ovos
de: Eier
en: Eggs
es: Huevos
fr: Œufs
it: Uova
ja: 卵

source: Página %lld de 3
de: Seite %lld von 3
en: Page %lld of 3
fr: Page %lld sur 3
it: Pagina %lld di 3
ja: %lld / 3 ページ

source: Panqueca Americana
de: American Pancakes
en: American Pancakes
es: Panqueques Americanos
fr: Pancakes américains
it: Pancake americani
ja: アメリカンパンケーキ

source: Panquecas fofas e douradas, perfeitas para o café da manhã.
de: Fluffige, goldene Pancakes, perfekt zum Frühstück.
en: Fluffy golden pancakes, perfect for breakfast.
es: Panqueques esponjosos y dorados, perfectos para el desayuno.
fr: Pancakes moelleux et dorés, parfaits pour le petit-déjeuner.
it: Pancake soffici e dorati, perfetti per la colazione.
ja: ふわふわで黄金色のパンケーキ、朝食に最適。

source: Pão
de: Brot
en: Bread
es: Pan
fr: Pain
it: Pane
ja: パン

source: para %lld porções
de: für %lld Portionen
en: for %lld servings
es: para %lld porciones
fr: pour %lld portions
it: per %lld porzioni
ja: %lld 人前

source: Parar
de: Stoppen
en: Stop
es: Detener
fr: Arrêter
it: Ferma
ja: 停止

source: Parar Compartilhamento
de: Freigabe stoppen
en: Stop Sharing
es: Detener uso compartido
fr: Arrêter le partage
it: Ferma condivisione
ja: 共有を停止

source: Parar compartilhamento?
de: Freigabe stoppen?
en: Stop sharing?
es: ¿Detener uso compartido?
fr: Arrêter le partage ?
it: Fermare la condivisione?
ja: 共有を停止しますか？

source: Parmesão a gosto
de: Parmesan nach Geschmack
en: Parmesan to taste
es: Parmesano al gusto
fr: Parmesan au goût
it: Parmigiano q.b.
ja: パルメザン適量

source: Parmesão ralado
de: Geriebener Parmesan
en: Grated parmesan
es: Parmesano rallado
fr: Parmesan râpé
it: Parmigiano grattugiato
ja: 粉パルメザン

source: Participante
de: Teilnehmer
en: Participant
fr: Participant
it: Partecipante
ja: 参加者

source: Participantes
de: Teilnehmer
en: Participants
fr: Participants
it: Partecipanti
ja: 参加者

source: Passe no granulado de chocolate e coloque em forminhas.
de: In Schokoladenstreuseln wälzen und in kleine Förmchen geben.
en: Roll in chocolate sprinkles and place in paper cups.
es: Pasa por el granillo de chocolate y coloca en cápsulas.
fr: Roulez dans les vermicelles au chocolat et placez dans de petites caissettes.
it: Passare nella granella di cioccolato e mettere nei pirottini.
ja: チョコスプレーをまぶしてカップに入れます。

source: Passo %lld
de: Schritt %lld
en: Step %lld
es: Paso %lld
fr: Étape %lld
it: Passaggio %lld
ja: 手順 %lld

source: Passos
de: Schritte
en: Steps
es: Pasos
fr: Étapes
it: Passaggi
ja: 手順

source: Pasta ao molho rosé
de: Pasta mit Rosé-Sauce
en: Pasta with Pink Sauce
es: Pasta a la salsa rosa
fr: Pâtes sauce rose
it: Pasta al sugo rosé
ja: ロゼソースのパスタ

source: Pasta de dente
de: Zahnpasta
en: Toothpaste
es: Pasta de dientes
fr: Dentifrice
it: Dentifricio
ja: 歯磨き粉

source: pé
de: Stück
en: head
es: pie
fr: pied
it: cespo
ja: 株

source: Peça ideias de receitas…
de: Fragen Sie nach Rezeptideen…
en: Ask for recipe ideas…
es: Pide ideas de recetas…
fr: Demandez des idées de recettes…
it: Chiedi idee per ricette…
ja: レシピのアイデアを依頼…

source: Peito de frango
de: Hähnchenbrust
en: Chicken breast
es: Pechuga de pollo
fr: Blanc de poulet
it: Petto di pollo
ja: 鶏むね肉

source: Peito de frango grelhado
de: Gegrillte Hähnchenbrust
en: Grilled chicken breast
es: Pechuga de pollo a la parrilla
fr: Blanc de poulet grillé
it: Petto di pollo grigliato
ja: グリルチキン

source: Peixe
de: Fisch
en: Fish
es: Pescado
fr: Poisson
it: Pesce
ja: 魚

source: Pendente
de: Ausstehend
en: Pending
es: Pendiente
fr: En attente
it: In sospeso
ja: 保留中

source: Pepino
de: Gurke
en: Cucumber
fr: Concombre
it: Cetriolo
ja: きゅうり

source: Perder peso
de: Abnehmen
en: Lose weight
fr: Perdre du poids
it: Perdere peso
ja: 減量

source: Performance
de: Leistung
es: Rendimiento
it: Prestazioni
ja: パフォーマンス

source: Perguntar "%@" à SavorIA
de: SavorAI zu "%@" fragen
en: Ask SavorAI about "%@"
es: Preguntar a SavorAI sobre "%@"
fr: Demander à SavorAI à propos de "%@"
it: Chiedi a SavorAI di "%@"
ja: SavorAI に「%@」について質問

source: Pergunte à SavorIA
de: SavorAI fragen
en: Ask SavorAI
es: Preguntar a SavorAI
fr: Demander à SavorAI
it: Chiedi a SavorAI
ja: SavorAI に質問

source: Pergunte ao Coach…
de: Frag den Coach…
en: Ask the Coach…
es: Pregunta al Coach…
fr: Demandez au Coach…
it: Chiedi al Coach…
ja: Coachに質問…

source: Pergunte qualquer coisa
de: Fragen Sie irgendetwas
en: Ask anything
es: Pregunta lo que quieras
fr: Demandez ce que vous voulez
it: Chiedi qualsiasi cosa
ja: 何でも聞いてください

source: Pergunte sobre receitas, gerencie sua despensa ou descubra o que cozinhar com o que você tem.
de: Stellen Sie Fragen zu Rezepten, verwalten Sie Ihre Vorratskammer oder entdecken Sie, was Sie mit dem kochen können, was Sie haben.
en: Ask about recipes, manage your pantry, or discover what to cook with what you have.
es: Pregunta por recetas, gestiona tu despensa o descubre qué cocinar con lo que tienes.
fr: Posez des questions sur les recettes, gérez votre garde-manger ou découvrez quoi cuisiner avec ce que vous avez.
it: Chiedi informazioni sulle ricette, gestisci la tua dispensa o scopri cosa cucinare con ciò che hai.
ja: レシピについて質問したり、パントリーを管理したり、お持ちの材料で何を作れるかを発見してください。

source: Período
de: Zeitraum
en: Period
fr: Période
it: Periodo
ja: 期間

source: Permissão de microfone negada. Habilite em Ajustes.
de: Mikrofonberechtigung verweigert. In den Einstellungen aktivieren.
en: Microphone permission denied. Enable it in Settings.
es: Permiso de micrófono denegado. Actívalo en Ajustes.
fr: Autorisation du micro refusée. Activez-la dans Réglages.
it: Permesso microfono negato. Abilitalo nelle Impostazioni.
ja: マイクの権限が拒否されました。設定で有効にしてください。

source: Permissão de reconhecimento de voz negada. Habilite em Ajustes.
de: Spracherkennungsberechtigung verweigert. In den Einstellungen aktivieren.
en: Speech recognition permission denied. Enable it in Settings.
es: Permiso de reconocimiento de voz denegado. Actívalo en Ajustes.
fr: Autorisation de reconnaissance vocale refusée. Activez-la dans Réglages.
it: Permesso di riconoscimento vocale negato. Abilitalo nelle Impostazioni.
ja: 音声認識の権限が拒否されました。設定で有効にしてください。

source: Permitir Notificações
de: Benachrichtigungen erlauben
en: Allow Notifications
es: Permitir notificaciones
fr: Autoriser les notifications
it: Consenti notifiche
ja: 通知を許可

source: Personalizada
de: Personalisiert
en: Custom
fr: Personnalisée
it: Personalizzata
ja: カスタム

source: Personalizado
de: Personalisiert
en: Custom
fr: Personnalisé
it: Personalizzato
ja: カスタム

source: Personalizados
de: Personalisiert
en: Custom
fr: Personnalisés
it: Personalizzati
ja: カスタム

source: Personalizando sua experiência…
de: Erlebnis wird personalisiert…
en: Personalizing your experience…
es: Personalizando tu experiencia…
fr: Personnalisation de votre expérience…
it: Personalizzando la tua esperienza…
ja: あなたの体験をパーソナライズ中…

source: Peso
de: Gewicht
en: Weight
fr: Poids
ja: 体重

source: Peso atual
de: Aktuelles Gewicht
en: Current weight
es: Peso actual
fr: Poids actuel
it: Peso attuale
ja: 現在の体重

source: Peso desejado
de: Wunschgewicht
en: Goal weight
es: Peso objetivo
fr: Poids souhaité
it: Peso desiderato
ja: 目標体重

source: pitada
de: Prise
en: pinch
es: pizca
fr: pincée
it: pizzico
ja: ひとつまみ

source: Pizza · 2 fatias
de: Pizza · 2 Stücke
en: Pizza · 2 slices
es: Pizza · 2 rebanadas
fr: Pizza · 2 parts
it: Pizza · 2 fette
ja: ピザ · 2切れ

source: Plano Anual
de: Jahresplan
en: Annual Plan
es: Plan Anual
fr: Plan annuel
it: Piano annuale
ja: 年間プラン

source: Plano atual
de: Aktueller Plan
en: Current plan
es: Plan actual
fr: Plan actuel
it: Piano attuale
ja: 現在のプラン

source: Plano Mensal
de: Monatsplan
en: Monthly Plan
es: Plan Mensual
fr: Plan mensuel
it: Piano mensile
ja: 月間プラン

source: Pode ser bagunçado. Nossa IA organiza em ingredientes e passos.
de: Es kann unordentlich sein. Unsere KI organisiert es in Zutaten und Schritte.
en: It can be messy. Our AI organizes it into ingredients and steps.
es: Puede ser desordenado. Nuestra IA lo organiza en ingredientes y pasos.
fr: Cela peut être désordonné. Notre IA l'organise en ingrédients et étapes.
it: Può essere disordinato. La nostra IA organizza in ingredienti e passaggi.
ja: 雑然としていても大丈夫。AI が材料と手順に整理します。

source: Podemos transcrever o áudio do vídeo e montar uma receita editável antes de salvar. O limite é de %lld minutos.
de: Wir können das Video-Audio transkribieren und ein bearbeitbares Rezept vor dem Speichern erstellen. Das Limit beträgt %lld Minuten.
en: We can transcribe the video's audio and build an editable recipe before saving. The limit is %lld minutes.
es: Podemos transcribir el audio del vídeo y montar una receta editable antes de guardar. El límite es de %lld minutos.
fr: Nous pouvons transcrire l'audio de la vidéo et créer une recette modifiable avant l'enregistrement. La limite est de %lld minutes.
it: Possiamo trascrivere l'audio del video e creare una ricetta modificabile prima di salvare. Il limite è di %lld minuti.
ja: 動画の音声を文字起こしして、保存前に編集可能なレシピを作成できます。制限は %lld 分です。

source: Política de privacidade
de: Datenschutzrichtlinie
en: Privacy Policy
es: Política de privacidad
fr: Politique de confidentialité
it: Informativa sulla privacy
ja: プライバシーポリシー

source: por mês
de: pro Monat
en: per month
es: por mes
fr: par mois
it: al mese
ja: 月あたり

source: Por meta
de: Nach Ziel
en: By goal
fr: Par objectif
it: Per obiettivo
ja: 目標から

source: por porção
de: pro Portion
en: per serving
es: por porción
fr: par portion
it: per porzione
ja: 1人前あたり

source: Por semana
de: Pro Woche
en: Per week
fr: Par semaine
it: A settimana
ja: 週ごと

source: porção
de: Portion
en: serving
es: porción
fr: portion
it: porzione
ja: 分量

source: Porção
de: Portion
en: Serving
es: Porción
fr: Portion
it: Porzione
ja: 分量

source: porções
de: Portionen
en: servings
es: porciones
fr: portions
it: porzioni
ja: 人前

source: Porções
de: Portionen
en: Servings
es: Porciones
fr: Portions
it: Porzioni
ja: 人前

source: Porções: %lld
de: Portionen: %lld
en: Servings: %lld
es: Porciones: %lld
fr: Portions : %lld
it: Porzioni: %lld
ja: 人前：%lld

source: Possui validade
de: Hat Mindesthaltbarkeitsdatum
en: Has expiration
es: Tiene caducidad
fr: A une péremption
it: Ha scadenza
ja: 賞味期限あり

source: Potássio
de: Kalium
en: Potassium
es: Potasio
fr: Potassium
it: Potassio
ja: カリウム

source: Pouco ou nenhum exercício
de: Wenig oder kein Sport
en: Little or no exercise
es: Poco o nada de ejercicio
fr: Peu ou pas d'exercice
it: Poco o nessun esercizio
ja: ほとんど運動しない

source: Poucos ingredientes
de: Wenige Zutaten
en: Few ingredients
es: Pocos ingredientes
fr: Peu d'ingrédients
it: Pochi ingredienti
ja: 少ない材料

source: Prazo
de: Zeitraum
en: Timeframe
es: Plazo
fr: Délai
it: Tempo
ja: 期間

source: Preencher com IA
de: Mit KI ausfüllen
en: Fill with AI
es: Rellenar con IA
fr: Remplir avec l'IA
it: Compila con IA
ja: AI で入力

source: Preferências
de: Einstellungen
en: Preferences
es: Preferencias
fr: Préférences
it: Preferenze
ja: 設定

source: Premium Anual
de: Premium Jährlich
en: Premium Annual
fr: Premium Annuel
it: Premium Annuale
ja: プレミアム年間

source: Premium Mensal
de: Premium Monatlich
en: Premium Monthly
es: Premium Mensual
fr: Premium Mensuel
it: Premium Mensile
ja: プレミアム月間

source: Preparando despensa
de: Vorrat wird vorbereitet
en: Preparing pantry
fr: Préparation du garde-manger
it: Preparando la dispensa
ja: パントリーを準備中

source: Preparando iCloud…
de: iCloud wird vorbereitet…
en: Preparing iCloud…
fr: Préparation d'iCloud…
it: Preparazione iCloud…
ja: iCloud を準備中…

source: Preparo
de: Zubereitung
en: Prep time
es: Preparación
fr: Préparation
it: Preparazione
ja: 準備

source: Preparo: %lld min
de: Zubereitung: %lld Min.
en: Prep time: %lld min
es: Preparación: %lld min
fr: Préparation : %lld min
it: Preparazione: %lld min
ja: 準備：%lld 分

source: Presunto
de: Schinken
en: Ham
es: Jamón
fr: Jambon
it: Prosciutto
ja: ハム

source: Privacidade
de: Datenschutz
en: Privacy
es: Privacidad
fr: Confidentialité
it: Privacy
ja: プライバシー

source: Processando…
de: Wird verarbeitet…
en: Processing…
es: Procesando…
fr: Traitement…
it: Elaborazione…
ja: 処理中…

source: Procurar itens
de: Artikel suchen
en: Search items
es: Buscar artículos
fr: Rechercher des articles
it: Cerca articoli
ja: アイテムを検索

source: Procurar receitas
de: Rezepte suchen
en: Search recipes
es: Buscar recetas
fr: Rechercher des recettes
it: Cerca ricette
ja: レシピを検索

source: Progresso
de: Fortschritt
en: Progress
es: Progreso
fr: Progression
it: Progressi
ja: 進捗

source: Pronto
de: Fertig
en: Done
es: Listo
fr: Terminé
ja: 完了

source: Proteico
de: Proteinreich
en: High-protein
es: Alto en proteínas
fr: Riche en protéines
ja: 高タンパク

source: Proteína
de: Protein
en: Protein
fr: Protéines
it: Proteine
ja: タンパク質

source: Proteína (g)
de: Protein (g)
en: Protein (g)
fr: Protéines (g)
it: Proteine (g)
ja: たんぱく質 (g)

source: Proteína magra e legumes na chapa.
de: Magere Proteine und gegrilltes Gemüse.
en: Lean protein and grilled vegetables.
es: Proteína magra y verduras a la plancha.
fr: Protéine maigre et légumes grillés.
it: Proteina magra e verdure alla piastra.
ja: 赤身プロテインと焼き野菜。

source: Próximo
de: Weiter
en: Next
es: Siguiente
fr: Suivant
it: Avanti
ja: 次へ

source: Próximos da validade
de: Bald ablaufend
en: Expiring soon
es: Próximos a vencer
fr: Bientôt périmés
it: Prossimi alla scadenza
ja: 賞味期限間近

source: Pular
de: Überspringen
en: Skip
es: Omitir
fr: Passer
it: Salta
ja: スキップ

source: Pular onboarding
de: Onboarding überspringen
en: Skip onboarding
es: Omitir onboarding
fr: Passer l'onboarding
it: Salta l'onboarding
ja: オンボーディングをスキップ

source: Pulou um dia? Sem problema.
de: Einen Tag ausgelassen? Kein Problem.
en: Skipped a day? No problem.
es: ¿Saltaste un día? Sin problema.
fr: Sauté un jour ? Aucun souci.
it: Saltato un giorno? Nessun problema.
ja: 1日スキップしても大丈夫。

source: Qtd
de: Menge
en: Qty
es: Cant.
fr: Qté
it: Q.tà
ja: 数量

source: Qtd.
de: Menge
en: Qty.
es: Cant.
fr: Qté
it: Q.tà
ja: 数量

source: Qua
de: Mi
en: Wed
es: Mié
fr: Mer
it: Mer
ja: 水

source: Quais alimentos ricos em proteína posso adicionar?
de: Welche proteinreichen Lebensmittel kann ich hinzufügen?
en: What high-protein foods can I add?
es: ¿Qué alimentos ricos en proteína puedo añadir?
fr: Quels aliments riches en protéines puis-je ajouter ?
it: Quali alimenti ricchi di proteine posso aggiungere?
ja: 高タンパクの食品で何を追加できますか？

source: Qual é meu consumo médio?
de: Wie ist mein durchschnittlicher Verbrauch?
en: What is my average intake?
es: ¿Cuál es mi consumo promedio?
fr: Quelle est ma consommation moyenne ?
it: Qual è il mio consumo medio?
ja: 私の平均消費量は？

source: Qual é meu peso esperado em 30 dias?
de: Wie ist mein erwartetes Gewicht in 30 Tagen?
en: What is my expected weight in 30 days?
es: ¿Cuál es mi peso previsto en 30 días?
fr: Quel est mon poids attendu dans 30 jours ?
it: Qual è il mio peso atteso tra 30 giorni?
ja: 30日後の予想体重は？

source: Qual é o seu objetivo?
de: Was ist dein Ziel?
en: What's your goal?
es: ¿Cuál es tu objetivo?
fr: Quel est votre objectif ?
it: Qual è il tuo obiettivo?
ja: 目標は何ですか？

source: Qual é o seu sexo biológico?
de: Was ist dein biologisches Geschlecht?
en: What's your biological sex?
es: ¿Cuál es tu sexo biológico?
fr: Quel est votre sexe biologique ?
it: Qual è il tuo sesso biologico?
ja: 生物学的性別は？

source: Qual seu plano de ganho?
de: Wie sieht dein Zunehm-Plan aus?
en: What's your weight-gain plan?
es: ¿Cuál es tu plan de ganancia?
fr: Quel est votre plan de prise ?
it: Qual è il tuo piano di crescita?
ja: 増量プランは？

source: Qual seu plano de perda?
de: Wie sieht dein Abnehm-Plan aus?
en: What's your weight-loss plan?
es: ¿Cuál es tu plan de pérdida?
fr: Quel est votre plan de perte ?
it: Qual è il tuo piano di perdita?
ja: 減量プランは？

source: Qual vibe do drink?
de: Welche Stimmung soll das Getränk haben?
en: What vibe should the drink have?
es: ¿Qué onda quieres en la bebida?
fr: Quelle ambiance pour la boisson ?
it: Che atmosfera per il drink?
ja: ドリンクの雰囲気は？

source: Quando
de: Wann
en: When
es: Cuándo
fr: Quand
ja: いつ

source: Quando ativado, o app cria uma cópia diária do backup na pasta escolhida (recomendamos uma pasta no iCloud Drive). Mantém até 7 cópias mais recentes; arquivos do mesmo dia são substituídos.
de: Wenn aktiviert, legt die App täglich eine Kopie des Backups im gewählten Ordner an (empfohlen: ein Ordner in iCloud Drive). Es werden die 7 neuesten Kopien aufbewahrt; Dateien desselben Tages werden ersetzt.
en: When enabled, the app creates a daily backup copy in the chosen folder (we recommend a folder in iCloud Drive). Keeps the 7 most recent copies; same-day files are replaced.
es: Cuando está activado, la app crea una copia diaria de la copia de seguridad en la carpeta elegida (recomendamos una carpeta de iCloud Drive). Conserva las 7 copias más recientes; los archivos del mismo día se reemplazan.
fr: Lorsque cette option est activée, l’app crée chaque jour une copie de la sauvegarde dans le dossier choisi (un dossier d’iCloud Drive est recommandé). Conserve les 7 copies les plus récentes ; les fichiers du même jour sont remplacés.
it: Quando attivo, l’app crea ogni giorno una copia del backup nella cartella scelta (consigliamo una cartella di iCloud Drive). Mantiene le 7 copie più recenti; i file dello stesso giorno vengono sostituiti.
ja: オンの場合、選択したフォルダ（iCloud Drive 内のフォルダを推奨）に毎日バックアップをコピーします。最新7件のコピーを保持し、同じ日のファイルは置き換えられます。

source: Quando ativado, todos os dados do Savoria são sincronizados automaticamente entre seus dispositivos Apple via iCloud.
de: Wenn aktiviert, werden alle Savoria-Daten automatisch zwischen Ihren Apple-Geräten über iCloud synchronisiert.
en: When enabled, all Savoria data is automatically synced between your Apple devices via iCloud.
es: Cuando se activa, todos los datos de Savoria se sincronizan automáticamente entre tus dispositivos Apple vía iCloud.
fr: Lorsqu'il est activé, toutes les données de Savoria sont synchronisées automatiquement entre vos appareils Apple via iCloud.
it: Quando attivato, tutti i dati di Savoria vengono sincronizzati automaticamente tra i tuoi dispositivi Apple tramite iCloud.
ja: 有効にすると、Savoria のすべてのデータが iCloud 経由で Apple デバイス間で自動的に同期されます。

source: Quando ativo (padrão), fotos e vídeos das receitas são incluídos em backups e elegíveis para sincronização entre dispositivos. Ao desativar, novos backups e arquivos exportados deixam de incluir mídias para reduzir uso de armazenamento na nuvem.
de: Wenn aktiviert (Standard), werden Rezeptfotos und -videos in Backups einbezogen und zwischen Geräten synchronisiert. Bei Deaktivierung enthalten neue Backups und exportierte Dateien keine Medien, um Cloud-Speicher zu sparen.
en: When enabled (default), recipe photos and videos are included in backups and eligible for sync across devices. When disabled, new backups and exported files exclude media to reduce cloud storage usage.
es: Cuando está activo (por defecto), las fotos y vídeos de las recetas se incluyen en las copias de seguridad y pueden sincronizarse entre dispositivos. Al desactivarlo, las nuevas copias de seguridad y archivos exportados dejan de incluir multimedia para reducir el uso de almacenamiento en la nube.
fr: Lorsque cette option est activée (par défaut), les photos et vidéos des recettes sont incluses dans les sauvegardes et peuvent être synchronisées entre vos appareils. Une fois désactivée, les nouvelles sauvegardes et fichiers exportés n’incluent plus les médias afin de réduire l’utilisation du stockage en nuage.
it: Quando attivo (predefinito), le foto e i video delle ricette vengono inclusi nei backup ed elegibili alla sincronizzazione tra dispositivi. Disattivando l’opzione, i nuovi backup e i file esportati non includeranno più i contenuti multimediali per ridurre l’uso dello spazio in cloud.
ja: オン（既定）の場合、レシピの写真と動画はバックアップに含まれ、デバイス間で同期されます。オフにすると、新しいバックアップやエクスポートしたファイルにはメディアが含まれなくなり、クラウドストレージの使用量を抑えられます。

source: Quando avisar
de: Wann erinnern
en: When to notify
es: Cuándo avisar
fr: Quand avertir
it: Quando avvisare
ja: 通知のタイミング

source: Quando você nasceu?
de: Wann wurdest du geboren?
en: When were you born?
es: ¿Cuándo naciste?
fr: Quand êtes-vous né ?
it: Quando sei nato?
ja: いつ生まれましたか？

source: Quantidade
de: Menge
en: Quantity
es: Cantidad
fr: Quantité
it: Quantità
ja: 数量

source: Quantity
de: Menge
es: Cantidad
fr: Quantité
it: Quantità
ja: 数量
